
{
  "homePageTitle": "Керуйте своїми фінансами",
  "homePageSubtitle": "FinanceFlow допомагає вам відстежувати витрати, керувати бюджетами та досягати фінансових цілей легко.",
  "getStartedButton": "Почати безкоштовно",
  "loginToAccountButton": "Увійти до кабінету",
  "featuresTitle": "Чому FinanceFlow?",
  "homePageFooterText": "Готові керувати своїми грошима розумніше?",
  "altFinancialPlanning": "Ілюстрація фінансового планування та графіків",
  "featureComprehensiveOverviewTitle": "Комплексний фінансовий огляд",
  "featureComprehensiveOverviewDesc": "Отримайте чітке уявлення про ваш загальний баланс, доходи, витрати та останню активність — все в одному місці.",
  "featureSmartBudgetingTitle": "Розумне бюджетування та планування",
  "featureSmartBudgetingDesc": "Встановлюйте місячні бюджети для різних категорій, відстежуйте свої витрати та досягайте фінансових цілей.",
  "featureCollaborativeFinancesTitle": "Спільна видимість капіталу",
  "featureCollaborativeFinancesDesc": "Створюйте групи для спільного перегляду вашого загального капіталу з родиною чи партнерами та керуйте колективною фінансовою картиною прозоро.",
  "featureOrganizeYourWayTitle": "Організуйте по-своєму",
  "featureOrganizeYourWayDesc": "Налаштовуйте ієрархічні категорії з іконками та кольорами, а також керуйте кількома гаманцями різних типів.",
  "homePageFeatureMainDesc": "Відкрийте для себе ключові функції, які роблять FinanceFlow ідеальним інструментом для вашої фінансової подорожі.",
  "homePageFeatureTrackDesc": "Легко реєструйте кожен дохід та витрату. Дивіться, куди йдуть ваші гроші, за допомогою детальних списків транзакцій та фільтрів.",
  "homePageFeatureReportsTitle": "Змістовні звіти",
  "homePageFeatureReportsDesc": "Створюйте чіткі, візуальні звіти, щоб зрозуміти свій фінансовий стан та приймати обґрунтовані рішення.",
  "homePageHowItWorksTitle": "Як це працює",
  "homePageHowItWorksDesc": "Почати роботу з FinanceFlow так само просто, як раз, два, три.",
  "homePageHowItWorks1Title": "Швидка реєстрація",
  "homePageHowItWorks1Desc": "Створіть свій безкоштовний обліковий запис всього за кілька секунд.",
  "homePageHowItWorks2Title": "Додайте свої дані",
  "homePageHowItWorks2Desc": "Підключіть свої рахунки або додавайте транзакції вручну.",
  "homePageHowItWorks3Title": "Отримайте інсайти",
  "homePageHowItWorks3Desc": "Використовуйте нашу панель інструментів та звіти, щоб побачити повну фінансову картину.",
  "homePageFinalCTATitle": "Готові почати?",
  "homePageFinalCTADesc": "Зробіть перший крок до фінансової ясності вже сьогодні. Створіть свій безкоштовний обліковий запис і відкрийте для себе розумніший спосіб управління грошима."
}
